
var getMembers = function () {
    return new Promise((resolve, reject) => {
        var test = [
            '阿航','绣绣','小霞','意雅','阿飞','程寻','章绣','毛飞','郑可航','舒语','阿雄','易小霞','郑小霞','妥妥','以默',
            '阿航','绣绣','小霞','意雅','阿飞','程寻','章绣','毛飞','郑可航','舒语','阿雄','易小霞','郑小霞','妥妥','以默',
            '阿航','绣绣','小霞','意雅','阿飞','程寻','章绣','毛飞','郑可航','舒语','阿雄','易小霞','郑小霞','妥妥','以默',
            '阿航','绣绣','小霞','意雅','阿飞','程寻','章绣','毛飞','郑可航','舒语','阿雄','易小霞','郑小霞','妥妥','以默',
            '阿航','绣绣','小霞','意雅','阿飞','程寻','章绣','毛飞','郑可航','舒语','阿雄','易小霞','郑小霞','妥妥','以默',
        ]
        resolve(
            test.map((item,index) => {
                return {
                    name: item,
                    phone: `No.${index}`
                }
            })
        )
    })
}